Revit 2027 API
BuiltInFailures.GroupFailures.AttachedGroupNoMirror Property
 Attached detail groups cannot be mirrored without also mirroring their parent group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AttachedGroupNoMirror { get; }
Public Shared ReadOnly Property AttachedGroupNoMirror As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AttachedGroupNoMirror {
	FailureDefinitionId^ get ();
}
static member AttachedGroupNoMirror : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace